Repository: DoonZhang/UWP-Airport-VPN
Catalog: Airport/Strings/*/Resources.resw
Source language: en_us
Languages: zh_cn

# About.Content
source: About
zh_cn: 关于

# AboutInfo.Text
source: This software only provides users with accounts of third-party software such as Shadowsocks for browsing the global network and accelerating the use of the network. The development and maintenance of third-party software such as Shadowsocks are not under the management of this platform, but this platform will do its best to assist users in the correct configuration and use of accounts. For details, please contact customer service or feedback. Contact email: admin@mepstudio.cn
zh_cn: 本软件仅为用户提供Shadowsocks等第三方软件的账号以供浏览全球网络及网络加速使用，而Shadowsocks等第三方软件的开发及维护不归于本平台管理，但本平台会尽力协助用户正确配置和使用账号，详情请联系客服或进行反馈。联系邮箱：admin@mepstudio.cn

# AlreadySubscript
source: You have subscribed to the service, please do not repeat your subscription.
zh_cn: 您已订阅了服务，请不要重复订阅。

# AppName
source: Airport
zh_cn: 国际机场

# CancelSubscript
source: The purchase was not completed. The purchase may have been cancelled.
zh_cn: 购买没有完成。可能已经取消了购买。

# Encryption.Text
source: Encryption mode:
zh_cn: 加密方式：

# EnterInfo.Content
source: Agree and use
zh_cn: 同意并使用

# Exit.Content
source: Exit
zh_cn: 退出

# FeedBack.Content
source: Feedback
zh_cn: 异常反馈

# Free.Text
source: Shared account
zh_cn: 共享账号

# GuideUseRegulations.Text
source: Users should be aware of and abide by the following terms before using: 1. Software only provides account information. Please don't use software account in illegal ways. Don't browse pornographic violence, religious superstition or politically sensitive websites or information. Otherwise, legal issues are not related to developers. 2. For policy reasons, please do not share your account with other users or websites. Otherwise, your account may be blocked by GFW (Great Wall Firewall), which makes it unusable. 3. If the account is unavailable, please contact customer service or submit abnormal feedback in time. 4. Users pay a small amount of fees to support and maintain the basic operation of the platform voluntarily in the name of donations. If the software platform is ultimately unusable due to policy and irresistible factors, it can not be returned, please be informed. For your stable use, please consciously observe and create a green online environment.
zh_cn: 用户使用前请务必知晓并遵守以下条款： 1、软件仅提供账号信息，请不要将软件账号在非法途径使用，不要浏览色情暴力、宗教迷信或政治敏感网站或信息，否则触及法律问题与开发者无关。 2、由于受政策原因，请大家不要将账号分享给其他用户或网站使用，否则账号可能会被GFW(长城防火墙)屏蔽，导致无法使用。 3、如账号出现无法使用的情况，请及时联系客服或提交异常反馈。 4、用户支付少量费用均是用户自愿以捐赠的名义予以本平台做以支持和维护基本运行，若由于政策及不可抗拒因素导致软件平台最终无法使用，是无法做退回处理的，请悉知。 为了您的稳定使用，请大家自觉遵守，营造绿色上网环境。

# Home.Content
source: Home
zh_cn: 主页

# IP.Text
source: Server IP:
zh_cn: 服 务 器：

# Laugeage.Content
source: Laugeage
zh_cn: 语言

# Menu.Text
source: Menu
zh_cn: 菜单

# More.Content
source: More
zh_cn: 更多

# MoreSubscription.Content
source: More subscriptions
zh_cn: 更多订阅

# NetError
source: Network abnormalities, please check the network!
zh_cn: 网络异常，请检查网络！

# NetErrorSubFail
source: The purchase was unsuccessful due to server or network errors.
zh_cn: 由于服务器或网络错误，购买不成功。

# NoSubscript
source: This subscription is not available yet!
zh_cn: 此订阅暂不提供！

# Notice.Text
source: Announcement: No announcement yet!
zh_cn: 公告：暂无公告！

# Password.Text
source: Password:
zh_cn: 密 码：

# Port.Text
source: Port:
zh_cn: 端 口：

# Pro.Text
source: Subscription account
zh_cn: 订阅账号

# Push.Header
source: Push
zh_cn: 推送通知

# Push_Info.Text
source: Open and receive push notification, you can receive account updates and other notifications in time.
zh_cn: 打开并接收推送通知，可及时收到账号更新等通知。

# ReadMe.Content
source: Reading clause
zh_cn: 阅读条款

# RemoveAD.Content
source: Remove AD
zh_cn: 跳过广告

# RemoveADInfo
source: Subscribe to the'Skip Tasks'service Subscribe to the'Skip Tasks'service for enjoyment: 1. Skip advertising tasks to get accounts directly (excluding non-essential operational advertisements in other locations of the software) 2. Obtain reminder function. Note: Due to the fluctuation of the market price of the server resources involved in the account, the subscription price may be adjusted slightly according to the market. If the user is not satisfied with the changed price, he can cancel the next month's subscription. Please take the current subscription price as the criterion. Once subscribed, there will be no refund in the subscription month. Do you agree and subscribe?
zh_cn: 订阅'跳过任务'服务 订阅'跳过任务'服务可享受: 1、跳过广告任务直接获取账号(不包括软件内其他位置的些非必需操作性广告) 2、获得提醒功能。 注意:由于账号所涉及的服务器资源市场价格波动，订阅价格可能会根据市场稍作调整，如用户对改变后的价格不满意可以取消次月订阅，请以当前订阅价格为准，一经订阅，在订阅当月不予退款。 是否同意并订阅?

# Settings.Text
source: Setting
zh_cn: 设置

# Settings_Btn.Content
source: Setting
zh_cn: 设置

# Share.Content
source: Share
zh_cn: 分享

# SubscriptAccount.Content
source: Subscription account
zh_cn: 订阅账号

# SubscriptAccountInfo
source: Subscribe accounts to enjoy: 1. Get a stable dedicated line account 2. Skip the advertising task to get an account (excluding some non-essential operational advertisements in other locations of the software) 3. Get account update push reminder function. Note: Due to the fluctuation of the market price of the server resources involved in the account, the subscription price may be adjusted slightly according to the market. If the user is not satisfied with the changed price, he can cancel the next month's subscription. Please take the current subscription price as the criterion. Once subscribed, there will be no refund in the subscription month. Do you agree and subscribe?
zh_cn: 订阅账号可享受： 1、获得稳定的专线账号 2、跳过广告任务获取账号(不包括软件内其他位置的一些非必需操作性广告) 3、获得账号更新推送提醒功能。 注意:由于账号所涉及的服务器资源市场价格波动，订阅价格可能会根据市场稍作调整，如用户对改变后的价格不满意可以取消次月订阅，请以当前订阅价格为准，一经订阅，在订阅当月不予退款 是否同意并订阅?

# SubscriptError
source: There are some problems with subscription, please try again later!
zh_cn: 订阅出现一些问题，请稍后再试！

# SubscriptMore
source: Official website contains more categories of packages or packages, simple payment, price concessions, free account daily check-in can be meteors, recommended subscription. The difference between purchasing software and subscribing to the official website is that: The characteristic of purchasing software is to enjoy the permanent use of shared account at one time. However, because of the large number of users sharing account, network speed and stability can not be guaranteed. It is suitable for general Internet users. Users purchasing software and subscribing account not only have the function of permanent use of shared account, but also include unregistered and direct use of unique account with unlimited speed and flow, which is suitable for videos and videos. Game users. Official subscription is characterized by diversified prices and abundant packages. There are two types of packages: packages with time and packages. You can choose the appropriate packages according to your own situation. However, official subscription needs to re-register accounts and there are many rules for official subscription, which may be temporarily limited due to violation of audit rules. For details, please visit the official website. Note: At present, software and official network data are not interoperable.
zh_cn: 官网包含更多类别包时或包量套餐，支付简单，价格优惠，免费账户每日签到可获流星，推荐订阅。 购买软件和在官网订阅的区别在于： 购买软件的特点是可以享受一次购买永久使用共享账号，但是由于共享账号的用户较多，网速和稳定性不能保证，适合一般上网用户，购买软件并订阅账号的用户除了拥有永久使用共享账号的功能外，还包括免注册直接使用不限速不限流量的独享账号，适合视频和游戏用户。 官网订阅的特点是价格多样和套餐丰富，有包时和包量两大类套餐，可以根据自身情况选择合适的套餐，但官网订阅需要重新注册账号并且官网订阅的规则较多，可能会因为违反审计规则而被暂时限速，详情请进入官网查看。 注意:目前软件和官网数据暂时不互通。

# SuccessSubscript
source: You have successfully subscribed to this service for one month!
zh_cn: 您已成功订阅此服务一个月！

# Suggest.Text
source: More subscriptions include time limit or data limit. Free data traffic is available for daily check-in. It is highly recommended.
zh_cn: 更多订阅里包含时或包量套餐，每日签到可获得免费流量，强烈推荐

# Switch.Text
source: Switching circuit
zh_cn: 切换线路

# Tittle.Text
source: Get Node
zh_cn: 一键获取节点

# UseRegulations.Content
source: Use Ordinance
zh_cn: 使用条例

# UseRegulationsInfo.Text
source: The App only provides account information, please do not use the software account in illegal ways, do not browse terrorist violence, religious superstition or politically sensitive websites or information, otherwise touching legal issues has nothing to do with developers, please stop compliance, create a green online environment.
zh_cn: 软件仅提供账号信息，请不要将软件账号在非法途径使用，不要浏览恐怖暴力、宗教迷信或政治敏感网站或信息，否则触及法律问题与开发者无关，请大家阻绝遵守，营造绿色上网环境。

# UserGuide.Content
source: Instructions
zh_cn: 使用说明
